export default function InformationPage() {
  return (
    <div className=" min-h-screen flex flex-col items-center py-8">
      <div className="bg-[#E3E7E0] shadow-md rounded-lg p-6 w-full contents">

        <h1 className="text-ms-gray text-4xl font-light text-center mb-6">
          ข้อมูลโรงพยาบาล
        </h1>

        <div className="max-w-5xl mb-6">
          <h2 className="text-ms-gray text-xl font-medium mb-4">
            ศูนย์รวมความเชี่ยวชาญด้านหลากหลาย
          </h2>
          <p className="text-ms-gray indent-10 leading-7">
          เราเป็นโรงพยาบาลที่บุกเบิกการให้บริการดูแลสุขภาพที่ได้มาตรฐานระดับโลกและให้บริการดูแลสุขภาพแก่ชาวต่างชาติมาเป็นเวลานานเกือบสี่ทศวรรษ ตั้งอยู่ในย่านใจกลางเมืองของกรุงเทพมหานคร ซึ่งเป็นมหานครขนาดใหญ่ที่มีความเป็นสากลซึ่งมีสมัญญาว่า “กรุงเทพ” (The City of Angels) ซึ่งมีชื่อเสียงในเรื่องวัฒนธรรมในการดูแลต้อนรับอันยอดเยี่ยมและอาหารรสเลิศ  เป็นโรงพยาบาลแห่งแรกที่ได้รับการรับรองมาตรฐานระดับสากล โดยมีแพทย์เฉพาะทางหลากหลายสาขา และได้เข้าจดทะเบียนในตลาดหลักทรัพย์แห่งประเทศไทยตั้งแต่ปี พ.ศ. 2532 เราเป็นโรงพยาบาลเอกชนที่มีขนาดใหญ่ที่สุดแห่งหนึ่งในภาคพื้นเอเชียตะวันออกเฉียงใต้ ที่ให้บริการดูแลรักษาผู้ป่วยกว่า 1.1 ล้านคนต่อปีที่มาจากประเทศต่างๆ กว่า 190 ประเทศ
          </p>
        </div>

        <div className="container w-full my-5">
          <div className="flex flex-wrap justify-center gap-4">

            <div className="overflow-hidden rounded-3xl">
              <img
                src="https://media.istockphoto.com/id/1303278663/th/%E0%B8%A3%E0%B8%B9%E0%B8%9B%E0%B8%96%E0%B9%88%E0%B8%B2%E0%B8%A2/%E0%B8%AD%E0%B8%B2%E0%B8%84%E0%B8%B2%E0%B8%A3%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%97%E0%B8%B1%E0%B8%99%E0%B8%AA%E0%B8%A1%E0%B8%B1%E0%B8%A2%E0%B8%AD%E0%B8%B2%E0%B8%84%E0%B8%B2%E0%B8%A3%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%A1%E0%B8%B5%E0%B8%9B%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%84%E0%B9%8D%E0%B8%B2%E0%B9%82%E0%B8%A3%E0%B8%87%E0%B8%9E%E0%B8%A2%E0%B8%B2%E0%B8%9A%E0%B8%B2%E0%B8%A5.jpg?s=2048x2048&w=is&k=20&c=0ewBJkNb78lDmHjtgz6riOzWbqJ1dwd7Mja09Vy0F74="
                className="w-96 h-60 hover:scale-105 transition-transform duration-500"
              />
            </div>

            <div className="overflow-hidden rounded-3xl">
              <img
                src="https://cdn.pixabay.com/photo/2017/08/18/12/23/building-2654823_1280.jpg"
                className="w-96 h-60 hover:scale-105 transition-transform duration-500"
              />
            </div>

            <div className="overflow-hidden rounded-3xl">
              <img
                src="https://media.istockphoto.com/id/600073876/th/%E0%B8%A3%E0%B8%B9%E0%B8%9B%E0%B8%96%E0%B9%88%E0%B8%B2%E0%B8%A2/%E0%B8%9E%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%87%E0%B8%B2%E0%B8%99%E0%B9%83%E0%B8%99%E0%B8%9A%E0%B8%A3%E0%B8%B4%E0%B9%80%E0%B8%A7%E0%B8%93%E0%B8%A5%E0%B9%87%E0%B8%AD%E0%B8%9A%E0%B8%9A%E0%B8%B5%E0%B9%89%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%A7%E0%B8%B8%E0%B9%88%E0%B8%99%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%82%E0%B8%A3%E0%B8%87%E0%B8%9E%E0%B8%A2%E0%B8%B2%E0%B8%9A%E0%B8%B2%E0%B8%A5%E0%B8%AA%E0%B8%A1%E0%B8%B1%E0%B8%A2%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88.jpg?s=2048x2048&w=is&k=20&c=gg1X29fbw-bIE0hsThvFai9xzrB-97_7qPNkGe6qTbQ="
                className="w-96 h-60 hover:scale-105 transition-transform duration-500"
              />
            </div>
            
          </div>
        </div>

        <div className="max-w-5xl mt-6">
          <h2 className="text-ms-gray text-xl font-medium mb-4">
            นวัตกรรมและเทคโนโลยี
          </h2>
          <ul className="text-[#767676] leading-7">
            <li className="indent-10">
            เราเป็นโรงพยาบาลแห่งแรกในเอเชียที่ได้รับการรับรองคุณภาพมาตรฐานโรงพยาบาลระดับสากลจาก Joint Commission International (JCI) ของสหรัฐอเมริกา และโรงพยาบาลฯ ยังผ่านรับการรับรองต่อเนื่องอีก 5 ครั้ง นอกจากนี้ ในปี พ.ศ. 2560  ได้กลายเป็นโรงพยาบาลแห่งแรกในเอเชียที่ได้รับการรับรองมาตรฐานคุณภาพ DNV GL MIR Certified สำหรับความเสี่ยงต่อการติดเชื้อ และกลายเป็นโรงพยาบาลแห่งแรกที่อยู่นอกสหรัฐอเมริกาที่ได้รับการรับรอง Global Healthcare Accreditation ในระดับความเป็นเลิศจาก GHA ซึ่งบ่งชี้ถึงมาตรฐานด้านคุณภาพและความปลอดภัยขั้นสูงสุดในระดับสากลสำหรับผู้ป่วยชาวต่างชาติที่เดินทางมารับการดูแลรักษาที่เราการได้รับการรับรองมาตรฐานทางคลินิกและมาตรฐานระดับสากลจากหลายองค์กรอย่างต่อเนื่องเป็นสิ่งที่แสดงให้เห็นว่า มีอัตราความสำเร็จในการรักษาสูงสุดและมีอัตราการติดเชื้อที่ต่ำสุดในภูมิภาคและในโลก
            </li>
            <br />
            <li>
            เราได้จัดตั้งทีมสหวิชาชีพที่ประกอบด้วยผู้เชี่ยวชาญหลากหลายสาขาไม่ว่าจะเป็น แพทย์ พยาบาล เภสัชกร นักกายภาพบำบัด นักโภชนาการ นักเทคนิคการแพทย์ และบุคลากรวิชาชีพอื่นๆ เพื่อการรักษาแบบบูรณาการที่มีคุณภาพ ทำให้โรงพยาบาลกลายเป็นจุดหมายปลายทางในการดูแลรักษาสุขภาพแบบครบวงจรสำหรับผู้ป่วยทุกประเภทและผู้ที่ต้องการการดูแลรักษาที่ซับซ้อน เรามีแพทย์ผู้เชี่ยวชาญกว่า 1,300 คน และบุคลากรด้านอื่นๆ อีกกว่า 4,800 คน แพทย์ส่วนใหญ่ได้รับวุฒิบัตรในระดับสากลจากสหรัฐอเมริกา สหราชอาณาจักร ออสเตรเลีย ญี่ปุ่น และประเทศอื่นๆ ที่มีเศรษฐกิจที่พัฒนาแล้วซึ่งมีชื่อเสียงในด้านมาตรฐานทางการแพทย์และคุณภาพระดับสูง การประสานงานที่ราบรื่นระหว่างทีมแพทย์ผู้เชี่ยวชาญเฉพาะทาง (subspecialties) กว่า 70 สาขาช่วยเพิ่มประสิทธิภาพในการรักษาและทำให้ได้ผลการรักษาที่ดียิ่งขึ้นสำหรับผู้ป่วยที่เข้ารับการรักษา
            </li>
            <br />
            <li>
            เราเป็นผู้นำในด้านเทคโนโลยีทางการแพทย์และการดูแลรักษาผู้ป่วยด้วยนวัตกรรมที่ทันสมัย

ท่ามกลางวิทยาการความก้าวหน้าในดูแลรักษาล่าสุด  ได้เปิดแผนกการแพทย์แม่นยำ (Precision Medicine) ซึ่งให้บริการรักษามะเร็งแบบเฉพาะบุคคลด้วยวิธีการรักษาที่ทันสมัยที่สุด ซึ่งโดยส่วนใหญ่มาจากสหรัฐอเมริกาและยุโรป

เทคโนโลยีที่ล้ำสมัยที่สุดอีกอย่างหนึ่งที่เราใช้ก็คือ CardioInsight ซึ่งเป็นเทคโนโลยีการตรวจวินิจฉัยแบบไม่รุกล้ำสำหรับวินิจฉัยภาวะหัวใจเต้นผิดจังหวะ และเป็นโรงพยาบาลเพียงแห่งเดียวในภาคพื้นเอเชียแปซิฟิกที่ใช้เทคโนโลยีนี้
            </li>
            <br />
          </ul>
        </div>
      </div>
    </div>
  );
}